brew "tmux"
brew "tmuxinator"
brew "neovim"
brew "node"
brew "yarn"
brew "nvm"
brew "cmake"
brew "bat"
brew "asdf"
brew "fzf"
brew "tree"
brew "eza"
brew "jq"

cask "google-chrome"
cask "ngrok"
cask "slack"
cask "visual-studio-code"
cask "iterm2"
cask "mockoon"
cask "obsidian"
cask "gotiengviet"
cask "drawio"
cask "docker-desktop"
cask "postman"
cask "postman-agent"
cask "postman-cli"
cask "orbstack"
cask "warp"
